Repository: lelinhtinh/wp-coupon
Catalog: languages/oms-coupon-*.po
Languages: vi

source: WordPress Coupon plugin to promote affiliate coupon and deals on your WordPress site.
vi: Phần bổ trợ WordPress giúp chia sẻ phiếu giảm giá và ưu đãi trên trang WordPress của bạn.

source: OMS Coupon Manager
vi: Quản lý mã ưu đãi

source: Coupon Manager
vi: Quản lý mã ưu đãi

source: Coupon Code already exists
vi: Mã ưu đãi đã tồn tại

source: Expiration Date must be after Activation Date
vi: Ngày hết hạn phải thiết lập sau ngày kích hoạt

source: Coupon Code
vi: Mã ưu đãi

source: Require
vi: Bắt buộc

source: From 3 to 16 characters. Allow alphanumerics, dashes and underscores.
vi: Từ 3 đến 16 ký tự. Cho phép chữ và số, gạch dưới và gạch nối.

source: Usage Limit
vi: Giới hạn sử dụng

source: Discount Value
vi: Giá trị ưu đãi

source: Percentage
vi: Phần trăm

source: Numeric (₫)
vi: Số tiền (₫)

source: Activation Date
vi: Ngày kích hoạt

source: Expiration Date
vi: Ngày hết hạn

source: Create Coupon
vi: Tạo mã ưu đãi

source: Discount
vi: Ưu đãi

source: N. Uses
vi: Lượt dùng

source: Used By
vi: Sử dụng bởi

# List table row action
source: Hide
vi: Ẩn

# List table row action
source: Delete
vi: Xóa

# List table bulk action
source: Hide
vi: Ẩn nhiều

# List table bulk action
source: Delete
vi: Xóa nhiều

source: Remaining uses
vi: Còn lại

source: OMS Coupon List
vi: Mã đã lưu

source: Coupon List
vi: Mã đã lưu

source: Coupon not avaliable
vi: Mã không khả dụng

source: You got it, at
vi: Bạn đã lấy vào lúc

source: Saved Date
vi: Ngày lưu

source: User Name
vi: Người dùng
